export const textData = [
  {
    title: "Гибкость и удобство с фильтрами по месяцам",
    text: "Приложение позволяет вам быстро сортировать и анализировать данные по месяцам. Это значит, что вы можете отслеживать, как изменяются ваши расходы и доходы из месяца в месяц, замечать закономерности и на основе этого делать более обоснованные финансовые решения. Не нужно больше тратить время на поиск нужных транзакций — все под рукой и структурировано.",
  },
  {
    title: "Настраиваемый график для анализа",
    text: "С помощью настраиваемого графика вы можете визуализировать свои финансовые потоки. Отслеживание данных становится не просто удобным, но и наглядным. Вы сами решаете, какие параметры вас интересуют, и в какой форме хотите их видеть. Это помогает понять динамику ваших финансов и вовремя корректировать бюджет.",
  },
  {
    title: "Интуитивно понятные списки задач и записей",
    text: "В нашем приложении вы можете создать списки задач, которые легко редактировать, удалять или менять статус. Такой подход позволяет вам эффективно организовывать рабочий процесс и не забывать о важных финансовых операциях, например, запланированных платежах или поступлениях. Это дает вам полное ощущение контроля и помогает систематизировать финансовую деятельность.",
  },
  {
    title: "Полная свобода с доходами и расходами",
    text: "Вы можете точно так же работать с записями о доходах и расходах. Каждый элемент можно редактировать, удалять или изменять его статус, что дает вам полную свободу в управлении личными финансами. Это означает, что вы всегда будете в курсе, какие операции были совершены, что было изменено и как ваши финансовые цели продвигаются.",
  },
  {
    title: "Простой и понятный интерфейс",
    text: "Мы постарались сделать интерфейс настолько интуитивным, чтобы вам не приходилось тратить время на обучение работе с приложением. Все функции доступны прямо с главного экрана, что позволяет вам быстро и легко находить нужные данные, не теряя времени на поиски.",
  },
  {
    title: "Повышение финансовой осведомленности",
    text: "Это не просто приложение для отслеживания расходов и доходов, это инструмент, который помогает вам осознавать, куда уходят ваши деньги и какие финансовые привычки требуют изменений. Вы сможете наблюдать тенденции, на основе которых можно строить более эффективные стратегии для достижения ваших целей.",
  },
];
